results/routeA/transient_cfd_scaling_pilot/plain_20261006_0710/rank_02/case/constant/pRef
FoamFile
{
    format ascii;
    class uniformDimensionedScalarField;
    location "constant";
    object pRef;
}
dimensions [1 -1 -2 0 0 0 0];
value 0;
